app/controllers/scripts_controller.rb

  def index
    @scripts = Script.all
---
SELECT "scripts".* FROM "scripts"